Repository: dsnopek/bcmke
Catalog: sites/all/modules/browscap/translations/*.po
Languages: de, fr, hu

source: Count
de: Anzahl
fr: Nombre
hu: Mennyiség

source: Percent
de: Prozent
fr: Pourcentage
hu: Százalék

source: Browscap
hu: Böngésző számláló

source: Browser-specific site statistics.
de: Browser spezifische Site Statistik
fr: Statistiques du site par navigateur.
hu: Böngészők szerinti webhely statisztikák.

source: All user agents
de: Alle 'user agents'
fr: Tous les user agents
hu: Minden kliens

source: Browsers
de: Browser
fr: Navigateurs
hu: Böngészők

source: Crawlers
de: Crawler
fr: Aspirateurs de site
hu: Keresőmotorok

source: Enable browscap site statistics.
de: Browscap Website Statistik einschalten.
fr: Activer les statistiques du site de browscap.
hu: Böngésző figyelés bekapcsolása.

source: Browscap Refresh
de: Browscap erneuern
fr: Rafraîchissement Browscap
hu: Böngésző számláló frissítése

source: <p>Browscap data current as of %fileversion. [<a href="!refresh">Refresh now</a>]</p>
de: <p>Browscap aktuellste Daten in Version: %fileversion. [<a href="!refresh">Jetzt aktualisieren</a>]</p>
fr: <p>Version courante de Browscap %fileversion. [<a href="!refresh">Rafraîchir maintenant</a>]</p>
hu: <p>Böngésző azonosító adatok: %fileversion verzió. [<a href="!refresh">Frissít</a>]</p>

source: Never fetched
de: Nie aufgerufen
fr: Jamais récupéré
hu: Nem volt még beolvasva

source: Monitor browsers
de: Browsers überwachen
fr: Surveiller les navigateurs
hu: Böngészők figyelése

source: Monitor all user agents visiting the site.
de: Alle 'user agents', die die Website besuchen überwachen.
fr: Surveiller tous les user agents qui visitent le site
hu: Minden kliens figyelése amely a webhelyre látogat.

source: Top user agents
de: Die häufigsten 'user agents'
fr: Top des user agents
hu: Leggyakoribb klinesek

source: User agent
hu: Kliens

source: Crawler?
fr: Aspirateur de site ?
hu: Keresőmotor?

source: Top browsers
de: Die häufigsten Browser
fr: Top des navigateurs
hu: Leggyakoribb böngészők

source: Browser
fr: Navigateur
hu: Böngésző

source: Top crawlers
de: Die häufigsten Crawler
fr: Top des aspirateurs de site
hu: Leggyakoribb keresőmotorok

source: Crawler
fr: Aspirateur de site
hu: Keresőmotor

source: Couldn't check version:
de: Konnte Version nicht prüfen:
fr: Impossible de vérifier la version :
hu: Verzió ellenőrzés sikertelen:

source: No new version of browscap to import
de: Neue Browscap Version importieren
fr: Il n'y a aucune nouvelle version de browscap à importer
hu: A böngésző azonosítására szolgáló adatoknak nincs új verziója

source: Couldn't retrieve updated browscap:
de: Konnte aktualisiertes Browscap nicht herunterladen:
fr: Impossible de récupérer la mise à jour de browscap :
hu: A böngésző azonosítására szolgáló friss adatokat nem sikerült átvenni:

source: New version of browscap imported:
de: Neue Version von Browscap importiert:
fr: Nouvelle version de browscap importée :
hu: A böngésző számláló adatok új verziója betöltve:

source: property
de: Eigentum
fr: propriété
hu: tulajdonság

source: value
de: Wert
fr: valeur
hu: érték

source: Provides statistics on browsers and a replacement for PHPs get_browser() function.
de: Ermöglicht Statistiken über Browser und stellt einen Ersatz für die PHPs get_browser() Funktion dar.
fr: Fournit des statistiques sur les navigateurs, et un remplaçant pour la fonction get_browser() de PHP.
hu: Látogatottsági statisztikát szolgáltat böngészők és keresőmotorok szerint. A PHP get_browser() funkciót is helyettesíti.
